tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "vancluever/input-leap"
brew "antidote"
brew "xz"
brew "openssl@3"
brew "arduino-cli"
brew "bash"
brew "bat"
brew "bc"
brew "berglas"
brew "chafa"
brew "coreutils"
brew "duti"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gcc"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "helm"
brew "ncurses"
brew "htop"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lesspipe"
brew "libusb-compat"
brew "lsusb"
brew "lua"
brew "make"
brew "micro"
brew "mise"
brew "node"
brew "mosh"
brew "ncdu"
brew "nmap"
brew "pipx"
brew "python"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "switchaudio-osx"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "unzip"
brew "vifm"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "alacritty"
cask "alt-tab"
cask "amorphousdiskmark"
cask "android-platform-tools"
cask "audacity"
cask "balenaetcher"
cask "betterdisplay"
cask "blackhole-16ch"
cask "coconutbattery"
cask "crystalfetch"
cask "discord"
cask "double-commander"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "fontsmoothingadjuster"
cask "google-drive"
cask "handbrake"
cask "iterm2"
cask "keka"
cask "logi-options+"
cask "mucommander"
cask "neovide"
cask "nimble-commander"
cask "obs"
cask "pacifist"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "stats"
cask "suspicious-package"
cask "tailscale"
cask "telegram"
cask "vlc"
