tap "blacktop/tap"
tap "deskflow/tap"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "gcenx/wine"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jdx/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "jstkdng/programs"
tap "linka-cloud/tap"
tap "majd/repo"
tap "mongodb/brew"
tap "morantron/tmux-fingers"
tap "nikitabobko/tap"
tap "runpod/runpodctl"
tap "vancluever/input-leap"
tap "veeso/termscp"
brew "antidote"
brew "xz"
brew "openssl@3"
brew "arduino-cli"
brew "icu4c@76"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "berglas"
brew "chafa"
brew "coreutils"
brew "duti"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "libass"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "gcc"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "helm"
brew "ncurses"
brew "htop"
brew "icu4c@75"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lesspipe"
brew "libgit2@1.7"
brew "libpq", link: true
brew "libusb-compat"
brew "lsusb"
brew "lua"
brew "make"
brew "micro"
brew "midnight-commander"
brew "mise"
brew "node"
brew "mongosh"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "nowplaying-cli"
brew "nvm"
brew "openjdk"
brew "pipx"
brew "poppler"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rom-tools"
brew "screenfetch"
brew "superfile"
brew "switchaudio-osx"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "unzip"
brew "vifm"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zenity"
brew "zlib"
brew "zoxide"
brew "blacktop/tap/lporg"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community-shell"
brew "morantron/tmux-fingers/tmux-fingers"
brew "runpod/runpodctl/runpodctl"
brew "veeso/termscp/termscp"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "amorphousdiskmark"
cask "android-platform-tools"
cask "arduino-ide"
cask "audacity"
cask "balenaetcher"
cask "betterdisplay"
cask "blackhole-16ch"
cask "coconutbattery"
cask "crystalfetch"
cask "discord"
cask "docker"
cask "dolphin"
cask "double-commander"
cask "epic-games"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "fontsmoothingadjuster"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "gstreamer-runtime"
cask "handbrake"
cask "hashicorp-vagrant"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "kodi"
cask "logi-options+"
cask "macfuse"
cask "mucommander"
cask "neovide"
cask "nimble-commander"
cask "notion"
cask "obs"
cask "pacifist"
cask "postman"
cask "ppsspp"
cask "prismlauncher"
cask "qbittorrent"
cask "raycast"
cask "retroarch-metal"
cask "sf-symbols"
cask "shottr"
cask "spotify"
cask "stats"
cask "suspicious-package"
cask "tailscale"
cask "telegram"
cask "tor-browser"
cask "upscayl"
cask "utm"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "xquartz"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "grapecity.gc-excelviewer"
vscode "jasonlhy.hungry-delete"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "myyrakle.swagger-jsdoc"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "yoavbls.pretty-ts-errors"
