tap "dopplerhq/cli"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jdx/tap"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "runpod/runpodctl"
tap "veeso/termscp"
brew "antidote"
brew "xz"
brew "openssl@3"
brew "arduino-cli"
brew "azure-cli"
brew "bat"
brew "berglas"
brew "chafa"
brew "coreutils"
brew "duti"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "unbound"
brew "libass"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gcc"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "helm"
brew "htop"
brew "icu4c@75"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lesspipe"
brew "libpq", link: true
brew "libusb-compat"
brew "lsusb"
brew "make"
brew "micro"
brew "midnight-commander"
brew "mise"
brew "node"
brew "mongosh"
brew "mosh"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "pipx"
brew "poppler"
brew "python@3.10"
brew "python@3.9"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rust"
brew "screenfetch"
brew "starship"
brew "superfile"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "unar"
brew "wget"
brew "winetricks"
brew "yadm"
brew "yazi"
brew "yq"
brew "zenity"
brew "zlib"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community-shell"
brew "runpod/runpodctl/runpodctl"
cask "1password-cli"
cask "alt-tab"
cask "amorphousdiskmark"
cask "android-platform-tools"
cask "arduino-ide"
cask "audacity"
cask "balenaetcher"
cask "blackhole-16ch"
cask "crystalfetch"
cask "discord"
cask "docker"
cask "epic-games"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "gstreamer-runtime"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kegworks"
cask "keka"
cask "kodi"
cask "logi-options+"
cask "notion"
cask "obs"
cask "pacifist"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "shottr"
cask "spotify"
cask "tailscale"
cask "telegram"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "xquartz"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "grapecity.gc-excelviewer"
vscode "jasonlhy.hungry-delete"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "myyrakle.swagger-jsdoc"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "yoavbls.pretty-ts-errors"
